#Вывести на экран 20 копий предложения “Hello World!” при помощи команды print().
for i in range(20):
    print("Hello World!")
#При помощи команды input() ввести с клавиатуры целочисленное число, возвести его во 2 степень и вывести результат на экран.
number = int(input("Введите число, чтобы возвести во вторую степень:"))
print("Число во второй степени:", number**2)